{"la-marseillaise":{"profile":{"wikidataId":"Q41180","label":"La Marseillaise","description":"national anthem of France","extract":"\"La Marseillaise\" is the national anthem of France. It was written in 1792 by Claude Joseph Rouget de Lisle in Strasbourg after the declaration of war by the First French Republic against Austria, and was originally titled \"Chant de Guerre pour l'Armée du Rhin\".","inception":"1792","dissolution":null,"country":"France","field":null,"imageUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/Pils%20rouget%20lisle%20chantant%20marseillaise%20mb%20(Mus%C3%A9e).jpg","thumbnailUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/Pils%20rouget%20lisle%20chantant%20marseillaise%20mb%20(Mus%C3%A9e).jpg?width=320"},"timeline":[{"year":1792,"headline":"Founded","displayDate":"1792","media":null}],"fields":[],"related":[]},"az-rbaycan-mars":{"profile":{"wikidataId":"Q483968","label":"Azərbaycan marşı","description":"National anthem of Azerbaijan","extract":"\"Azərbaycan marşı\", officially the State Anthem of the Republic of Azerbaijan, is the national anthem of Azerbaijan. The music was composed by Uzeyir Hajibeyov, a musicologist and prominent figure in Azerbaijani classical music. The lyrics, written in 1919, are largely attributed to poet Ahmad Javad; however, the lyrics have also been attributed to poet and educator Jamo bey Jabrayilbeyli. In 1992, after the fall of the Soviet Union, Azerbaijan's government officially adopted \"Azərbaycan Marşı\" as the national anthem.","inception":"1918","dissolution":null,"country":"Azerbaijan","field":null,"imageUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/Azerbaijan%20state%20anthem%20horizontal%20sheet%20music.jpg","thumbnailUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/Azerbaijan%20state%20anthem%20horizontal%20sheet%20music.jpg?width=320"},"timeline":[{"year":1918,"headline":"Founded","displayDate":"1918","media":null}],"fields":[],"related":[]},"battle-of-stalingrad":{"profile":{"wikidataId":"Q38789","label":"Battle of Stalingrad","description":"1942 major battle of World War II","extract":"The Battle of Stalingrad was a major battle on the Eastern Front of World War II, beginning when Nazi Germany and its Axis allies attacked and became locked in a protracted struggle with the Soviet Union for control over the Soviet city of Stalingrad in southern Russia. The battle was characterized by fierce close-quarters combat and direct assaults on civilians in aerial raids; the battle epitomized urban warfare, and it was the single largest and costliest urban battle in military history. It was the bloodiest and fiercest battle of the entirety of World War II — and arguably in all of human history—as both sides suffered tremendous casualties amidst ferocious fighting in and around the city. The battle is commonly regarded as the turning point in the European theatre of World War II, as Germany's Oberkommando der Wehrmacht was forced to withdraw a considerable amount of military forces from other regions to replace losses on the Eastern Front. By the time the hostilities ended, the German 6th Army and 4th Panzer Army had been destroyed and Army Group B was routed. The Soviets' victory at Stalingrad shifted the Eastern Front's balance of power in their favour, while also boosting the morale of the Red Army.","inception":null,"dissolution":null,"country":"Russia","field":null,"imageUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/%D0%A4%D0%BE%D0%BD%D1%82%D0%B0%D0%BD%20%C2%AB%D0%94%D0%B5%D1%82%D1%81%D0%BA%D0%B8%D0%B9%20%D1%85%D0%BE%D1%80%D0%BE%D0%B2%D0%BE%D0%B4%C2%BB.jpg","thumbnailUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/%D0%A4%D0%BE%D0%BD%D1%82%D0%B0%D0%BD%20%C2%AB%D0%94%D0%B5%D1%82%D1%81%D0%BA%D0%B8%D0%B9%20%D1%85%D0%BE%D1%80%D0%BE%D0%B2%D0%BE%D0%B4%C2%BB.jpg?width=320"},"timeline":[],"fields":[],"related":[]},"state-anthem-of-the-russian-federation":{"profile":{"wikidataId":"Q1225991","label":"State Anthem of the Russian Federation","description":"national anthem","extract":"The State Anthem of the Russian Federation is the national anthem of Russia. It uses the same melody as the State Anthem of the Soviet Union, composed by Alexander Alexandrov, and new lyrics by Sergey Mikhalkov, who had collaborated with Gabriel El-Registan on the original anthem. From 1944, that earliest version replaced \"The Internationale\" as a new, more Soviet-centric and Russia-centric Soviet anthem. The same melody, but without any lyrics, was used after 1956. A second version of the lyrics was written by Mikhalkov in 1970 and adopted in 1977, placing less emphasis on World War II and more on the victory of communism, and without mentioning Joseph Stalin by name.","inception":null,"dissolution":null,"country":"Russia","field":null,"imageUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/Hymn%20of%20Russia%20sheet%20music%202001.png","thumbnailUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/Hymn%20of%20Russia%20sheet%20music%202001.png?width=320"},"timeline":[],"fields":[],"related":[]},"the-star-spangled-banner":{"profile":{"wikidataId":"Q44696","label":"The Star-Spangled Banner","description":"national anthem of the United States of America","extract":"\"The Star-Spangled Banner\" is the national anthem of the United States. The lyrics come from the \"Defence of Fort M'Henry\", a poem written by American lawyer Francis Scott Key on September 14, 1814, after he witnessed the bombardment of Fort McHenry by the British Royal Navy during the Battle of Baltimore in the War of 1812. Key was inspired by the large U.S. flag, with 15 stars and 15 stripes, known as the Star-Spangled Banner, flying triumphantly above the fort after the battle.","inception":"1814","dissolution":null,"country":"United States","field":null,"imageUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/The%20Star-Spangled%20Banner.JPG","thumbnailUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/The%20Star-Spangled%20Banner.JPG?width=320"},"timeline":[{"year":1814,"headline":"Founded","displayDate":"1814","media":null}],"fields":[],"related":[]},"god-save-the-king":{"profile":{"wikidataId":"Q40807","label":"God Save the King","description":"national anthem of the United Kingdom and royal anthem of many Commonwealth realms","extract":"\"God Save the King\" is the de facto national anthem of the United Kingdom. It is one of the two national anthems of New Zealand and the royal anthem of the Isle of Man, Australia, Canada and some other Commonwealth realms. The author of the tune is unknown and it may originate in plainchant, but an attribution to the composer John Bull has sometimes been made.","inception":null,"dissolution":null,"country":"United Kingdom","field":null,"imageUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/God%20Save%20the%20King%20(sheet%2C%201745).png","thumbnailUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/God%20Save%20the%20King%20(sheet%2C%201745).png?width=320"},"timeline":[],"fields":[],"related":[]},"deutschlandlied":{"profile":{"wikidataId":"Q44042","label":"Deutschlandlied","description":"German patriotic song, part of which makes up the German national anthem","extract":"The \"Deutschlandlied\", officially titled \"Das Lied der Deutschen\", is a German poem written by August Heinrich Hoffmann von Fallersleben. A popular song which was made for the cause of creating a unified German state, it was adopted in its entirety in 1922 by the Weimar Republic, replacing the de facto anthem \"Heil dir im Siegerkranz\". The first stanza of \"Deutschlandlied\" was used alongside the \"Horst-Wessel-Lied\" during the Nazi regime from 1933 until the end of World War II. On the proclamation of the Federal Republic of Germany, the entirety of the song was still the official anthem, though only the 3rd verse was sung. Since the Reunification of Germany in 1991, only the third stanza was reconfirmed as the national anthem. It is discouraged, although not illegal, to perform the first stanza, due to the perceived association with the Nazi regime.","inception":"1841","dissolution":null,"country":"Germany","field":null,"imageUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/Deutschlandlied.jpg","thumbnailUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/Deutschlandlied.jpg?width=320"},"timeline":[{"year":1841,"headline":"Founded","displayDate":"1841","media":null}],"fields":[],"related":[]},"shche-ne-vmerla-ukrainy-i-slava-i-volia":{"profile":{"wikidataId":"Q161744","label":"Shche ne vmerla Ukrainy i slava, i volia","description":"national anthem of Ukraine with lyrics by Pavlo Chubynskyi and music by Mykhailo Verbytskyi","extract":"The State Anthem of Ukraine, also known by its incipit \"Shche ne vmerla Ukrainy i slava, i volia\" and its original title \"Shche ne vmerla Ukraina\", is the national anthem of Ukraine.","inception":"1918","dissolution":null,"country":"Ukraine","field":null,"imageUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/%D0%94%D0%B5%D1%80%D0%B6%D0%B0%D0%B2%D0%BD%D0%B8%D0%B9%20%D0%B3%D1%96%D0%BC%D0%BD%20%D0%A3%D0%BA%D1%80%D0%B0%D1%97%D0%BD%D0%B8.pdf","thumbnailUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/%D0%94%D0%B5%D1%80%D0%B6%D0%B0%D0%B2%D0%BD%D0%B8%D0%B9%20%D0%B3%D1%96%D0%BC%D0%BD%20%D0%A3%D0%BA%D1%80%D0%B0%D1%97%D0%BD%D0%B8.pdf?width=320"},"timeline":[{"year":1918,"headline":"Founded","displayDate":"1918","media":null}],"fields":[],"related":[]},"kimigayo":{"profile":{"wikidataId":"Q81534","label":"Kimigayo","description":"national anthem of Japan","extract":"\"Kimigayo\" (君が代) is the national anthem of Japan. The lyrics are from a waka poem written by an unnamed author in the Heian period (794–1185), making the lyrics of \"Kimigayo\" the oldest lyrics out of any national anthem, and the current melody was chosen in 1880, replacing an unpopular melody composed by John William Fenton in 1869. While the title \"Kimigayo\" is usually translated as \"His Majesty's Reign\", no official translation of the title or lyrics have been established in law.","inception":"1880","dissolution":null,"country":"Japan","field":null,"imageUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/Kimigayo.score.svg","thumbnailUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/Kimigayo.score.svg?width=320"},"timeline":[{"year":1880,"headline":"Founded","displayDate":"1880","media":null}],"fields":[],"related":[]},"battle-of-waterloo":{"profile":{"wikidataId":"Q48314","label":"Battle of Waterloo","description":"1815 battle during the War of the Seventh Coalition","extract":"The Battle of Waterloo was fought on Sunday 18 June 1815, near Waterloo, marking the end of the Napoleonic Wars. The French Imperial Army under the command of Napoleon I was defeated by two armies of the Seventh Coalition. One was a British-led force with units from the United Kingdom, the Netherlands, Hanover, Brunswick, and Nassau, under the command of field marshal Arthur Wellesley, Duke of Wellington. The other comprised three corps of the Prussian army under Field Marshal Blücher. The battle was known contemporaneously as the Battle of Mont Saint-Jean in France and La Belle Alliance in Prussia.","inception":null,"dissolution":null,"country":"Belgium","field":null,"imageUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/Battle%20of%20Waterloo%201815.PNG","thumbnailUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/Battle%20of%20Waterloo%201815.PNG?width=320"},"timeline":[],"fields":[],"related":[]},"hatikvah":{"profile":{"wikidataId":"Q130865","label":"Hatikvah","description":"national anthem of Israel","extract":"Hatikvah is the national anthem of the State of Israel. Part of 19th-century Jewish poetry, the theme of the Romantic composition reflects the 2,000-year-old desire of the Jewish people to return to the Land of Israel in order to reclaim it as a free and sovereign nation-state. The piece's lyrics are adapted from a work by Naftali Herz Imber, a Jewish poet from Złoczów, Austrian Galicia. Imber wrote the first version of the poem in 1877, when he was hosted by a Jewish scholar in Iași.","inception":null,"dissolution":null,"country":"Israel","field":null,"imageUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/Cigarette%20silk%20depicting%20Zionist%20flag%20(3560854953).jpg","thumbnailUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/Cigarette%20silk%20depicting%20Zionist%20flag%20(3560854953).jpg?width=320"},"timeline":[],"fields":[],"related":[]},"march-of-the-volunteers":{"profile":{"wikidataId":"Q156136","label":"March of the Volunteers","description":"national anthem of the People's Republic of China","extract":"The \"March of the Volunteers\" is the national anthem of the People's Republic of China. Unlike previous Chinese state anthems, it was written entirely in vernacular Chinese, rather than in Classical Chinese.","inception":null,"dissolution":null,"country":"People's Republic of China","field":null,"imageUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/March%20of%20the%20Volunteers%20(Pathe%20Records%20-%201935).jpg","thumbnailUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/March%20of%20the%20Volunteers%20(Pathe%20Records%20-%201935).jpg?width=320"},"timeline":[],"fields":[],"related":[]},"national-anthem-of-chile":{"profile":{"wikidataId":"Q484161","label":"National Anthem of Chile","description":"National Anthem of Chile","extract":"The National Anthem of Chile, also referred to as the \"National Song\" or by its incipit as \"Puro, Chile, es tu cielo azulado\", was adopted in 1828. It has a history of two lyrics and two melodies that made up three different versions. The current version was composed by Ramón Carnicer, with words by Eusebio Lillo, and has six parts plus the chorus.","inception":null,"dissolution":null,"country":"Chile","field":null,"imageUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/Himno%20nacional%20de%20Chile(portada).jpg","thumbnailUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/Himno%20nacional%20de%20Chile(portada).jpg?width=320"},"timeline":[],"fields":[],"related":[]},"jana-gana-mana":{"profile":{"wikidataId":"Q83099","label":"Jana Gana Mana","description":"national anthem of India","extract":"\"Jana Gana Mana\" is the national anthem of the Republic of India. It was originally composed as \"Bharoto Bhagyo Bidhata\" in Bengali written by polymath, activist and country's first Nobel laureate Rabindranath Tagore on 11 December 1911. The first stanza of the song \"Bharoto Bhagyo Bidhata\", originally composed as a Hindu religious hymn for the Brahmo Samaj, was adopted by the Constituent Assembly of India as the National Anthem on 24 January 1950. A formal rendition of the national anthem takes approximately 52 seconds. A shortened version consisting of the first and last lines is also staged occasionally. It was first publicly sung on 27 December 1911 at the Calcutta Session of the Indian National Congress.","inception":null,"dissolution":null,"country":null,"field":null,"imageUrl":null,"thumbnailUrl":"https://upload.wikimedia.org/wikipedia/commons/thumb/e/eb/Jana_Gana_Mana_sheet_music.jpg/330px-Jana_Gana_Mana_sheet_music.jpg"},"timeline":[],"fields":[],"related":[]},"advance-australia-fair":{"profile":{"wikidataId":"Q170601","label":"Advance Australia Fair","description":"song, and Australian national anthem","extract":"Advance Australia Fair is the national anthem of Australia. Written by Scottish-born Australian composer Peter Dodds McCormick, the song was first performed as a patriotic song in Australia in 1878. It replaced \"God Save the Queen\" as the official national anthem by the Whitlam government in 1974, following an indicative opinion survey. The subsequent Fraser government reinstated \"God Save the Queen\" as the national anthem in January 1976 alongside three other \"national songs\": \"Advance Australia Fair\", \"Waltzing Matilda\" and \"Song of Australia\". Later in 1977 a plebiscite to choose the \"national song\" preferred \"Advance Australia Fair\". This was subsequently proclaimed the national anthem in 1984 by the Hawke government. \"God Save the Queen\" became the royal anthem, and is used at public engagements attended by the King or members of the royal family.","inception":"1878","dissolution":null,"country":"Australia","field":null,"imageUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/Advance%20Australia%20Fair%20(1878).jpg","thumbnailUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/Advance%20Australia%20Fair%20(1878).jpg?width=320"},"timeline":[{"year":1878,"headline":"Founded","displayDate":"1878","media":null}],"fields":[],"related":[]},"attack-on-pearl-harbor":{"profile":{"wikidataId":"Q52418","label":"Attack on Pearl Harbor","description":"1941 Japanese surprise attack on the U.S","extract":"The Empire of Japan launched a surprise military strike on the United States Pacific Fleet at its naval base at Pearl Harbor on Oahu, Hawaii, on December 7, 1941. At the time, the U.S. was a neutral country in World War II. The air raid on Pearl Harbor, which was launched from aircraft carriers, resulted in the U.S. declaring war on Japan the next day. The Japanese military leadership referred to the attack as the Hawaii Operation and Operation AI, and as Operation Z during its planning.","inception":null,"dissolution":null,"country":"United States","field":null,"imageUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/USS%20SHAW%20exploding%20Pearl%20Harbor%20Nara%2080-G-16871%202.jpg","thumbnailUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/USS%20SHAW%20exploding%20Pearl%20Harbor%20Nara%2080-G-16871%202.jpg?width=320"},"timeline":[],"fields":[],"related":[]},"himnusz":{"profile":{"wikidataId":"Q45788","label":"Himnusz","description":"Hungarian anthem","extract":"The \"Himnusz\" is the national anthem of Hungary. The lyrics were written by Ferenc Kölcsey, a nationally renowned poet, in 1823, and its currently official musical setting was composed by the romantic composer Ferenc Erkel in 1844, although other lesser known musical versions exist. The poem bore the subtitle „A magyar nép zivataros századaiból” ; it is often argued that this subtitle – by emphasising past rather than contemporary national troubles – was added expressly to enable the poem to pass Habsburg censorship. The full meaning of the poem's text is evident only to those well acquainted with Hungarian history. The first stanza is sung at official ceremonies and as well in common. It was de facto used as hymn of the Kingdom of Hungary from its composition in 1844, and was officially adopted as national anthem of the Third Hungarian Republic in 1989.","inception":null,"dissolution":null,"country":"Hungary","field":null,"imageUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/Ferenc%20Erkel%20-%20Himnusz%2C%201844.jpg","thumbnailUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/Ferenc%20Erkel%20-%20Himnusz%2C%201844.jpg?width=320"},"timeline":[],"fields":[],"related":[]},"state-anthem-of-the-soviet-union":{"profile":{"wikidataId":"Q251918","label":"State Anthem of the Soviet Union","description":"national anthem of the USSR, 1944 to 1991","extract":"The State Anthem of the Union of Soviet Socialist Republics was the national anthem of the Soviet Union and the regional anthem of the Russian Soviet Federative Socialist Republic from 1944 to 1991, replacing \"The Internationale\". Its original lyrics were written by Sergey Mikhalkov (1913–2009) in collaboration with El-Registan (1899–1945), and its music was composed by Alexander Vasilyevich Alexandrov (1883–1946), initially as the Hymn of the Bolshevik Party. For a two-decade interval following de-Stalinization, the anthem was performed without lyrics. The second set of lyrics, also written by Mikhalkov and in which Joseph Stalin's name was omitted, was adopted in 1977.","inception":null,"dissolution":null,"country":"Soviet Union","field":null,"imageUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/Flag%20of%20the%20Soviet%20Union.svg","thumbnailUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/Flag%20of%20the%20Soviet%20Union.svg?width=320"},"timeline":[],"fields":[],"related":[]},"poland-is-not-yet-lost":{"profile":{"wikidataId":"Q482988","label":"Poland Is Not Yet Lost","description":"national anthem of Poland","extract":"\"Poland Is Not Yet Lost\", known in Polish as \"Mazurek Dąbrowskiego\" and formerly the \"Song of the Polish Legions in Italy\", is the national anthem of Poland. \nThe original lyrics were written by Józef Wybicki in Reggio Emilia, in Northern Italy, between 16 and 19 July 1797, two years after the Third Partition of Poland marked the end of the Polish–Lithuanian Commonwealth. Its initial purpose was to raise the morale of Jan Henryk Dąbrowski's Polish Legions that served with Napoleon Bonaparte in the Italian campaigns of the French Revolutionary Wars. The song expressed the idea that the nation of Poland, despite lacking an independent state of their own, had not disappeared as long as the Polish people endured and fought in its name.","inception":"1927","dissolution":null,"country":"Poland","field":null,"imageUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/Piesn%20Legionow%20-%20Jeszcze%20Polska%20nie%20zginela%20(76123473)%20(cropped).jpg","thumbnailUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/Piesn%20Legionow%20-%20Jeszcze%20Polska%20nie%20zginela%20(76123473)%20(cropped).jpg?width=320"},"timeline":[{"year":1927,"headline":"Founded","displayDate":"1927","media":null}],"fields":[],"related":[]},"o-canada":{"profile":{"wikidataId":"Q93359","label":"O Canada","description":"national anthem of Canada","extract":"\"O Canada\" is the national anthem of Canada. The song was originally commissioned by Lieutenant Governor of Quebec Théodore Robitaille for the 1880 Saint-Jean-Baptiste Day ceremony; Calixa Lavallée composed the music, after which French-language words were written by the poet and judge Sir Adolphe-Basile Routhier.","inception":null,"dissolution":null,"country":"Canada","field":null,"imageUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/%22O%20Canada!%22%20sheet%20music%2C%201906.png","thumbnailUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/%22O%20Canada!%22%20sheet%20music%2C%201906.png?width=320"},"timeline":[],"fields":[],"related":[]},"battle-of-thermopylae":{"profile":{"wikidataId":"Q131969","label":"Battle of Thermopylae","description":"battle of 480 BCE during Persian invasion of Greece","extract":"The Battle of Thermopylae was fought in 480 BC at Thermopylae between the Achaemenid Persian Empire under Xerxes I and an alliance of Greek city-states led by Sparta under Leonidas I. Lasting over the course of three days, it was one of the most prominent battles of both the second Persian invasion of Greece and the wider Greco-Persian Wars.","inception":null,"dissolution":null,"country":"Greece","field":null,"imageUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/Battle%20of%20Thermopylae%20and%20movements%20to%20Salamis%2C%20480%20BC.gif","thumbnailUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/Battle%20of%20Thermopylae%20and%20movements%20to%20Salamis%2C%20480%20BC.gif?width=320"},"timeline":[],"fields":[],"related":[]},"i-stikla-l-mars":{"profile":{"wikidataId":"Q344452","label":"İstiklâl Marşı","description":"national anthem of Turkey and Northern Cyprus","extract":"\"İstiklal Marşı\" is the national anthem of both the Republic of Turkey and the Turkish Republic of Northern Cyprus. It was officially adopted by the Grand National Assembly on 12 March 1921 – 2½ years before the 29 October 1923 establishment of the nation – both as a motivational musical saga for the troops fighting in the Turkish War of Independence, and as an aspirational anthem for a Republic that was yet to be established.","inception":null,"dissolution":null,"country":"Turkey","field":null,"imageUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/%C4%B0stikl%C3%A2l%20Mar%C5%9F%C4%B1%20(Cer%C3%AEde-i%20Resmiye)%20matbu.png","thumbnailUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/%C4%B0stikl%C3%A2l%20Mar%C5%9F%C4%B1%20(Cer%C3%AEde-i%20Resmiye)%20matbu.png?width=320"},"timeline":[],"fields":[],"related":[]},"wilhelmus":{"profile":{"wikidataId":"Q131713","label":"Wilhelmus","description":"anthem of the Netherlands","extract":"\"Wilhelmus van Nassouwe\", known simply as \"Wilhelmus\", is the national anthem of both the Netherlands and its sovereign state, the Kingdom of the Netherlands. It dates back to at least 1572, making it the oldest national anthem in use today, provided that the latter is defined as consisting of both a melody and lyrics. Although \"Wilhelmus\" was not recognized as the official national anthem until 1932, it has always been popular with parts of the Dutch population and resurfaced on several occasions in the course of Dutch history before gaining its present status. It was also the anthem of the Netherlands Antilles from 1954 to 1964.","inception":"1572","dissolution":null,"country":"Kingdom of the Netherlands","field":null,"imageUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/Wilhelmus%20Valerius%20complete.png","thumbnailUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/Wilhelmus%20Valerius%20complete.png?width=320"},"timeline":[{"year":1572,"headline":"Founded","displayDate":"1572","media":null}],"fields":[],"related":[]},"battle-of-hastings":{"profile":{"wikidataId":"Q83224","label":"Battle of Hastings","description":"battle which occurred on 14 October 1066","extract":"The Battle of Hastings was fought on 14 October 1066 between the Norman-French army of William, Duke of Normandy, and an English army under the Anglo-Saxon King Harold Godwinson, beginning the Norman Conquest of England. It took place approximately 7 mi (11 km) northwest of Hastings, close to the present-day town of Battle, East Sussex, and was a decisive Norman victory.","inception":null,"dissolution":null,"country":"Kingdom of England","field":null,"imageUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/Bayeux%20Tapestry%20scene57%20Harold%20death.jpg","thumbnailUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/Bayeux%20Tapestry%20scene57%20Harold%20death.jpg?width=320"},"timeline":[],"fields":[],"related":[]},"il-canto-degli-italiani":{"profile":{"wikidataId":"Q187","label":"Il Canto degli Italiani","description":"national anthem of Italy","extract":"\"Il Canto degli Italiani\" is a patriotic song written by Goffredo Mameli and set to music by Michele Novaro in 1847, currently used as the national anthem of Italy. It is known among Italians as the \"Inno di Mameli\"—after the author of the lyrics—or as \"Fratelli d'Italia\"—from the song's opening line. The piece, in 44 time signature and B-flat major key, has six strophes, and a refrain sung after each. The sixth group of verses, almost never performed, recalls the text of the first strophe.","inception":"1859","dissolution":null,"country":"Italy","field":null,"imageUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/Image-Inno%20di%20Mameli%202.jpg","thumbnailUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/Image-Inno%20di%20Mameli%202.jpg?width=320"},"timeline":[{"year":1859,"headline":"Founded","displayDate":"1859","media":null}],"fields":[],"related":[]},"battle-of-badr":{"profile":{"wikidataId":"Q486124","label":"Battle of Badr","description":"624 battle between the Muslims and the Quraysh near Badr (present-day Saudi Arabia)","extract":"The Battle of Badr or sometimes called The Raid of Badr, also referred to as The Day of the Criterion in the Qur'an and by Muslims, was fought on 13 March 624 CE, near the present-day city of Badr, Al Madinah Province in Saudi Arabia. Muhammad, commanding an army of his Sahaba, defeated an army of the Quraysh led by Amr ibn Hishām, better known among Muslims as Abu Jahl. The battle marked the beginning of the six-year war between Muhammad and his tribe. The Battle of Badr took place after five or six unsuccessful attempts by the Muslims to intercept and raid Meccan trade caravans between 623 and early 624 CE.","inception":null,"dissolution":null,"country":null,"field":null,"imageUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/Muhammad%20at%20Badr.jpg","thumbnailUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/Muhammad%20at%20Badr.jpg?width=320"},"timeline":[],"fields":[],"related":[]},"brazilian-national-anthem":{"profile":{"wikidataId":"Q134654","label":"Brazilian National Anthem","description":"1831 national anthem composed by Francisco Manuel da Silva with lyrics by Osório Duque-Estrada","extract":"The \"Brazilian National Anthem\", also known as the National anthem of Brazil, was composed by Francisco Manuel da Silva in 1831 and had been given at least two sets of unofficial lyrics before a 1922 decree by president Epitácio Pessoa gave the anthem its definitive, official lyrics, by Joaquim Osório Duque-Estrada, after several changes were made to his proposal, written in 1909.","inception":null,"dissolution":null,"country":"Brazil","field":null,"imageUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/Bandeira%20do%20Brasil.JPG","thumbnailUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/Bandeira%20do%20Brasil.JPG?width=320"},"timeline":[],"fields":[],"related":[]},"amhra-n-na-bhfiann":{"profile":{"wikidataId":"Q160672","label":"Amhrán na bhFiann","description":"the Irish national anthem","extract":"\"Amhrán na bhFiann\", or in English, \"The Soldier's Song\", is the national anthem of Ireland. The music was composed by Peadar Kearney and Patrick Heeney, the original English lyrics written by Kearney, and the Irish-language translation, now usually the version heard, by Liam Ó Rinn. The song has three verses, but only the choral refrain is used as the national anthem.","inception":null,"dissolution":null,"country":"Ireland","field":null,"imageUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/Irish%20national%20anthem.jpg","thumbnailUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/Irish%20national%20anthem.jpg?width=320"},"timeline":[],"fields":[],"related":[]},"fall-of-constantinople":{"profile":{"wikidataId":"Q160077","label":"Fall of Constantinople","description":"1453 capture of the Byzantine capital by the Ottoman Empire","extract":"The Fall of Constantinople, also known as the Conquest of Constantinople, was the capture of the capital of the Byzantine Empire by the Ottoman Empire. The city was captured on 29 May 1453 as part of the culmination of a 53-day siege which had begun on 6 April.","inception":null,"dissolution":null,"country":"Byzantine Empire","field":null,"imageUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/Le%20si%C3%A8ge%20de%20Constantinople%20(1453)%20by%20Jean%20Le%20Tavernier%20after%201455.jpg","thumbnailUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/Le%20si%C3%A8ge%20de%20Constantinople%20(1453)%20by%20Jean%20Le%20Tavernier%20after%201455.jpg?width=320"},"timeline":[],"fields":[],"related":[]},"a-portuguesa":{"profile":{"wikidataId":"Q161049","label":"A Portuguesa","description":"national anthem of Portugal","extract":"\"A Portuguesa\" is the national anthem of Portugal. It was composed by Alfredo Keil and written by Henrique Lopes de Mendonça during the resurgent nationalist movement ignited by the 1890 British Ultimatum to Portugal concerning its African colonies. Used as the marching song of the failed republican revolt of 31 January 1891, in Porto, it was adopted as the national anthem of the newborn Portuguese Republic in 1911, replacing \"Hino da Carta\", the anthem of the deposed constitutional monarchy.","inception":null,"dissolution":null,"country":"Portugal","field":null,"imageUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/A%20Portuguesa%20-%20capa.jpg","thumbnailUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/A%20Portuguesa%20-%20capa.jpg?width=320"},"timeline":[],"fields":[],"related":[]},"ja-vi-elsker-dette-landet":{"profile":{"wikidataId":"Q133198","label":"Ja, vi elsker dette landet","description":"national anthem of Norway","extract":"\"Ja, vi elsker dette landet\" is the national anthem of Norway. Originally a patriotic song, it became commonly regarded as the de facto national anthem of Norway in the early 20th century after being used alongside \"Sønner av Norge\" since the 1860s. It was officially adopted in 2019.","inception":null,"dissolution":null,"country":"Norway","field":null,"imageUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/Ja%2C%20vi%20elsker.svg","thumbnailUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/Ja%2C%20vi%20elsker.svg?width=320"},"timeline":[],"fields":[],"related":[]},"battle-of-austerlitz":{"profile":{"wikidataId":"Q134114","label":"Battle of Austerlitz","description":"1805 battle during the War of the Third Coalition","extract":"The Battle of Austerlitz, also known as the Battle of the Three Emperors, was one of the most important military engagements of the Napoleonic Wars. The battle occurred near the town of Austerlitz in the Austrian Empire. Around 158,000 troops were involved, of which around 24,000 were killed or wounded.","inception":null,"dissolution":null,"country":"Austrian Empire","field":null,"imageUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/La%20bataille%20d'Austerlitz.%202%20decembre%201805%20(Fran%C3%A7ois%20G%C3%A9rard).jpg","thumbnailUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/La%20bataille%20d'Austerlitz.%202%20decembre%201805%20(Fran%C3%A7ois%20G%C3%A9rard).jpg?width=320"},"timeline":[],"fields":[],"related":[]},"battle-of-france":{"profile":{"wikidataId":"Q151340","label":"Battle of France","description":"Nazi German invasion of France in 1940","extract":"The Battle of France, also known as the Fall of France, during the Second World War was the German invasion of the Low Countries and France. The plan for the invasion of the Low Countries and France was called Fall Gelb. Fall Rot was planned to finish off the French and British after the evacuation at Dunkirk. The Low Countries and France were defeated and occupied by Axis troops down to the Demarcation line.","inception":null,"dissolution":null,"country":"Belgium","field":null,"imageUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/French%20troops%20barricades2%20paris%201940.png","thumbnailUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/French%20troops%20barricades2%20paris%201940.png?width=320"},"timeline":[],"fields":[],"related":[]},"men-n-qazaqstanym":{"profile":{"wikidataId":"Q754928","label":"Menıñ Qazaqstanym","description":"national anthem of Kazakhstan","extract":"The State Anthem of the Republic of Kazakhstan was officially adopted on 7 January 2006, replacing the previous anthem first used upon independence in 1991.","inception":null,"dissolution":null,"country":"Kazakhstan","field":null,"imageUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/Kazakhstan%20National%20Anthem.png","thumbnailUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/Kazakhstan%20National%20Anthem.png?width=320"},"timeline":[],"fields":[],"related":[]},"the-brabanc-onne":{"profile":{"wikidataId":"Q161539","label":"The Brabançonne","description":"National anthem of Belgium","extract":"\"La Brabançonne\" is the national anthem of Belgium. The originally French title refers to the Duchy of Brabant; the name is usually untranslated in Belgium's other two official languages, Dutch and German.","inception":null,"dissolution":null,"country":"Belgium","field":null,"imageUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/Partition9.jpg","thumbnailUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/Partition9.jpg?width=320"},"timeline":[],"fields":[],"related":[]},"mer-hayrenik":{"profile":{"wikidataId":"Q164259","label":"Mer Hayrenik","description":"National anthem of Armenia","extract":"\"Our Fatherland\" is the national anthem of Armenia. It was arranged by Parsegh Ganatchian; the lyrics were written by Mikayel Nalbandian. First adopted in 1918 as the anthem of the short-lived First Republic of Armenia, it was subsequently banned after the country was invaded by then incorporated into the Soviet Union. Following the dissolution of the Soviet Union and the restoration of sovereignty in 1991, the song was re-adopted as the national anthem, albeit with slightly modified lyrics.","inception":null,"dissolution":null,"country":"Armenia","field":null,"imageUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/Flag%20of%20Armenia%20in%20Yerevan.JPG","thumbnailUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/Flag%20of%20Armenia%20in%20Yerevan.JPG?width=320"},"timeline":[],"fields":[],"related":[]},"battle-of-berlin":{"profile":{"wikidataId":"Q154182","label":"Battle of Berlin","description":"1945 last major offensive of the European theatre of World War Il","extract":"The Battle of Berlin, designated as the Berlin Strategic Offensive Operation by the Soviet Union, and also known as the Fall of Berlin, was one of the last major offensives of the European theatre of World War II.","inception":null,"dissolution":null,"country":"Germany","field":null,"imageUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/Bundesarchiv%20B%20145%20Bild-P054320%2C%20Berlin%2C%20Brandenburger%20Tor%20und%20Pariser%20Platz.jpg","thumbnailUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/Bundesarchiv%20B%20145%20Bild-P054320%2C%20Berlin%2C%20Brandenburger%20Tor%20und%20Pariser%20Platz.jpg?width=320"},"timeline":[],"fields":[],"related":[]},"battle-of-marathon":{"profile":{"wikidataId":"Q31900","label":"Battle of Marathon","description":"490 BCE battle in the Greco-Persian wars","extract":"The Battle of Marathon took place in 490 BC during the first Persian invasion of Greece. It was fought between the citizens of Athens, aided by Plataea, and a Persian force commanded by Datis and Artaphernes. The battle was the culmination of the first attempt by Persia under King Darius I to subjugate Greece. The Greek army inflicted a crushing defeat on the more numerous Persians, marking a turning point in the Greco-Persian Wars.","inception":null,"dissolution":null,"country":"Greece","field":null,"imageUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/Scene%20of%20the%20Battle%20of%20Marathon.jpg","thumbnailUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/Scene%20of%20the%20Battle%20of%20Marathon.jpg?width=320"},"timeline":[],"fields":[],"related":[]},"kde-domov-mu-j":{"profile":{"wikidataId":"Q483590","label":"Kde domov můj","description":"National Anthem of the Czech Republic","extract":"\"Kde domov můj\", translated into English as \"Where My Home Is\", is the national anthem of the Czech Republic, composed by František Škroup and written by Josef Kajetán Tyl. It was also the first, Czech part, of the national anthem of the former Czechoslovakia.","inception":null,"dissolution":null,"country":"Czech Republic","field":null,"imageUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/Skroup-Anthem.jpg","thumbnailUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/Skroup-Anthem.jpg?width=320"},"timeline":[],"fields":[],"related":[]},"argentine-national-anthem":{"profile":{"wikidataId":"Q172495","label":"Argentine National Anthem","description":"national anthem of Argentina","extract":"The Argentine National Anthem was adopted as the sole official song of Argentina on 11 May 1813—three years after the May Revolution. Its lyrics were written by the Buenos Aires-born politician Vicente López y Planes and the music was composed by the Spanish musician Blas Parera.","inception":null,"dissolution":null,"country":"Argentina","field":null,"imageUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/Himno%20Nacional%20Argentino.jpg","thumbnailUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/Himno%20Nacional%20Argentino.jpg?width=320"},"timeline":[],"fields":[],"related":[]},"amar-sonar-bangla":{"profile":{"wikidataId":"Q199739","label":"Amar Sonar Bangla","description":"national anthem of Bangladesh","extract":"\"Amar Sonar Bangla\" is the national anthem of the People's Republic of Bangladesh. An ode to Mother Bengal, the lyrics were written by Bengali polymath Rabindranath Tagore in the context of the First Partition of Bengal. It was adopted as the national anthem by the Provisional Government of Bangladesh in 1971.","inception":null,"dissolution":null,"country":"Bangladesh","field":null,"imageUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/Amar%20Sonar%20Bangla%20Music.svg","thumbnailUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/Amar%20Sonar%20Bangla%20Music.svg?width=320"},"timeline":[],"fields":[],"related":[]},"battle-of-kursk":{"profile":{"wikidataId":"Q130861","label":"Battle of Kursk","description":"World War II battle that took place in 1943","extract":"The Battle of Kursk, also called the Battle of the Kursk Salient, was a major World War II Eastern Front battle between the forces of Nazi Germany and the Soviet Union near Kursk in southwestern Russia during the summer of 1943, resulting in a Soviet victory. The Battle of Kursk is the single largest battle in the history of warfare. It ranks only behind the Battle of Stalingrad several months earlier as the most often-cited turning point in the European theatre of the war. It was one of the costliest battles of the Second World War, the single deadliest armoured battle in history, the largest tank battle in history, and the opening day of the battle, 5 July, was the single costliest day in the history of aerial warfare in terms of aircraft shot down. The battle was further marked by fierce house-to-house fighting and hand-to-hand combat.","inception":null,"dissolution":null,"country":"Soviet Union","field":null,"imageUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/Soviet%20troops%20and%20T-34%20tanks%20counterattacking%20Kursk%20Voronezh%20Front%20July%201943.jpg","thumbnailUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/Soviet%20troops%20and%20T-34%20tanks%20counterattacking%20Kursk%20Voronezh%20Front%20July%201943.jpg?width=320"},"timeline":[],"fields":[],"related":[]},"land-der-berge-land-am-strome":{"profile":{"wikidataId":"Q126658","label":"Land der Berge, Land am Strome","description":"Austrian anthem","extract":"The National Anthem of Austria, also known by its incipit \"Land der Berge, Land am Strome\", was adopted without lyrics in 1946. The melody, which at that time was incorrectly attributed to Wolfgang Amadeus Mozart, was matched with a text by Paula von Preradović the following year.","inception":null,"dissolution":null,"country":"Austria","field":null,"imageUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/Land%20der%20Berge%2C%20Land%20am%20Strome.jpg","thumbnailUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/Land%20der%20Berge%2C%20Land%20am%20Strome.jpg?width=320"},"timeline":[],"fields":[],"related":[]},"mu-isamaa-mu-o-nn-ja-ro-o-m":{"profile":{"wikidataId":"Q166362","label":"Mu isamaa, mu õnn ja rõõm","description":"national anthem of Estonia","extract":"\"Mu isamaa, mu õnn ja rõõm\" is the national anthem of Estonia, originally adopted in 1920.","inception":null,"dissolution":null,"country":"Estonia","field":null,"imageUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/Sheet%20Music%20-%20Anthem%20of%20Estonia.jpg","thumbnailUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/Sheet%20Music%20-%20Anthem%20of%20Estonia.jpg?width=320"},"timeline":[],"fields":[],"related":[]},"hymn-to-liberty":{"profile":{"wikidataId":"Q176665","label":"Hymn to Liberty","description":"National anthem of Greece and Cyprus","extract":"The \"Hymn to Liberty\", also known as the \"Hymn to Freedom\", is a Greek poem written by Dionysios Solomos in 1823 and set to music by Nikolaos Mantzaros in 1828. Consisting of 158 stanzas in total, its two first stanzas officially became the national anthem of Greece in 1864 and Cyprus in 1966.","inception":"1823","dissolution":null,"country":"Greece","field":null,"imageUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/Ymnos%20Eis%20Tin%20Eleftherian.Book%20cover.1825.jpg","thumbnailUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/Ymnos%20Eis%20Tin%20Eleftherian.Book%20cover.1825.jpg?width=320"},"timeline":[{"year":1823,"headline":"Founded","displayDate":"1823","media":null}],"fields":[],"related":[]},"normandy-landings":{"profile":{"wikidataId":"Q16470","label":"Normandy landings","description":"1944 landing operations of the Allied invasion of Normandy","extract":"The Normandy landings were the landing operations and associated airborne operations on 6 June 1944 of the Allied invasion of Normandy in Operation Overlord during the Second World War. Codenamed Operation Neptune and often referred to as D-Day, it is the largest seaborne invasion in history. The operation began the liberation of France, and the rest of Western Europe, and laid the foundations for the Allied victory on the Western Front.","inception":null,"dissolution":null,"country":"France","field":null,"imageUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/Into%20the%20Jaws%20of%20Death%2023-0455M%20edit.jpg","thumbnailUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/Into%20the%20Jaws%20of%20Death%2023-0455M%20edit.jpg?width=320"},"timeline":[],"fields":[],"related":[]},"marcha-real":{"profile":{"wikidataId":"Q130940","label":"Marcha Real","description":"national anthem of Spain","extract":"The Marcha Real, officially Marcha Real Española, is the national anthem of Spain. It is one of only four national anthems in the world – along with those of Bosnia and Herzegovina, San Marino and Kosovo – that have no official lyrics. Although many different lyrics have been made for it in the past, it has never had official lyrics as a national anthem, unlike most.","inception":null,"dissolution":null,"country":"Spain","field":null,"imageUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/Marcha%20Real%20de%20Espa%C3%B1a.pdf","thumbnailUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/Marcha%20Real%20de%20Espa%C3%B1a.pdf?width=320"},"timeline":[],"fields":[],"related":[]},"my-belarusy":{"profile":{"wikidataId":"Q166350","label":"My Belarusy","description":"national anthem composed by Niescier Sakałoŭski with lyrics by Mikhas Klimkovich, Uladzimir Karyzna","extract":"The State Anthem of the Republic of Belarus, better known as \"We Belarusians\", is the national anthem of Belarus. It was originally written in the 1940s and adopted in 1955 for use in the Byelorussian Soviet Socialist Republic. The music of the Belarusian SSR anthem was composed by Niescier Sakałowski and the lyrics were written by Michas Klimkovič. After the dissolution of the Soviet Union, the music composed by Sakalowski was kept and the lyrics were discarded. New lyrics, which were written by Klimkovič and Uładzimir Karyzna, were adopted by a presidential decree issued on 2 July 2002.","inception":"2002","dissolution":null,"country":"Belarus","field":null,"imageUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/My%20Belarusy%201.png","thumbnailUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/My%20Belarusy%201.png?width=320"},"timeline":[{"year":2002,"headline":"Founded","displayDate":"2002","media":null}],"fields":[],"related":[]},"battle-of-verdun":{"profile":{"wikidataId":"Q130847","label":"Battle of Verdun","description":"1916 battle on the Western Front during the First World War","extract":"The Battle of Verdun was fought from 21 February to 18 December 1916 on the Western Front in France. The battle was the longest of the First World War and took place on the hills north of Verdun. The German 5th Army attacked the defences of the Fortified Region of Verdun and those of the French Second Army on the right (east) bank of the Meuse. Using the experience of the Second Battle of Champagne in 1915, the Germans planned to capture the Meuse Heights, an excellent defensive position, with good observation for artillery-fire on Verdun. The Germans hoped that the French would commit their strategic reserve to recapture the position and suffer catastrophic losses at little cost to the German infantry.","inception":null,"dissolution":null,"country":"France","field":null,"imageUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/Verdun%20and%20Vincinity%20-%20Map.jpg","thumbnailUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/Verdun%20and%20Vincinity%20-%20Map.jpg?width=320"},"timeline":[],"fields":[],"related":[]},"battle-of-the-somme":{"profile":{"wikidataId":"Q132568","label":"Battle of the Somme","description":"battle of the Western Front, World War I","extract":"The Battle of the Somme, also known as the Somme offensive, was a battle of the First World War fought by the armies of the British Empire and the French Republic against the German Empire. It took place between 1 July and 18 November 1916 on both sides of the upper reaches of the river Somme in France. The battle was intended to hasten a victory for the Allies. More than three million men fought in the battle, of whom more than one million were either wounded or killed, making it one of the deadliest battles in human history.","inception":null,"dissolution":null,"country":"France","field":null,"imageUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/British%20Mark%20I%20male%20tank%20Somme%2025%20September%201916.jpg","thumbnailUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/British%20Mark%20I%20male%20tank%20Somme%2025%20September%201916.jpg?width=320"},"timeline":[],"fields":[],"related":[]},"nad-tatrou-sa-bly-ska":{"profile":{"wikidataId":"Q166944","label":"Nad Tatrou sa blýska","description":"national anthem of Slovakia","extract":"\"Nad Tatrou sa blýska\" is the national anthem of Slovakia. The origins of it are in the Central European activism of the 19th century. Its main themes are a storm over the Tatra mountains that symbolized danger to the Slovaks, and a desire for a resolution of the threat. It used to be particularly popular during the 1848–1849 insurgencies.","inception":null,"dissolution":null,"country":"Slovakia","field":null,"imageUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/Nad%20Tatrou%201851.gif","thumbnailUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/Nad%20Tatrou%201851.gif?width=320"},"timeline":[],"fields":[],"related":[]},"lofso-ngur":{"profile":{"wikidataId":"Q170582","label":"Lofsöngur","description":"national anthem","extract":"\"Lofsöngur\", also known by its incipit \"Ó Guð vors lands\", is the national anthem of Iceland. Sveinbjörn Sveinbjörnsson composed the music, while the lyrics were authored by Matthías Jochumsson. It was adopted as the national anthem in 1944, when the country declared independence by voting to end its \"personal union\" and become a republic.","inception":null,"dissolution":null,"country":"Iceland","field":null,"imageUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/Icelandic%20national%20anthem%20sheet%20music.gif","thumbnailUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/Icelandic%20national%20anthem%20sheet%20music.gif?width=320"},"timeline":[],"fields":[],"related":[]},"el-gran-carlemany":{"profile":{"wikidataId":"Q199506","label":"El gran Carlemany","description":"national anthem of Andorra","extract":"\"El gran Carlemany\" is the national anthem of the Principality of Andorra. Enric Marfany Bons composed the music, while the lyrics were authored by Joan Benlloch i Vivó, written in a first-person narrative from the point of view of Andorra. It was adopted as the national anthem on 8 September 1921, which is also the national day of Andorra. The lyrics make reference to several key aspects of Andorran culture and history, such as the heritage of the Carolingian Empire.","inception":null,"dissolution":null,"country":"Andorra","field":null,"imageUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/Bandera%20de%20Andorra.jpg","thumbnailUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/Bandera%20de%20Andorra.jpg?width=320"},"timeline":[],"fields":[],"related":[]},"du-gamla-du-fria":{"profile":{"wikidataId":"Q133261","label":"Du gamla, du fria","description":"national anthem of Sweden","extract":"Du gamla, du fria, is the de facto national anthem of Sweden. Originally titled Sång till Norden, its lyrics were written in 1844 by Swedish antiquarian Richard Dybeck, who set them to a variation of the old folk melody Kärestans död .","inception":null,"dissolution":null,"country":"Sweden","field":null,"imageUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/TalochTon8.jpg","thumbnailUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/TalochTon8.jpg?width=320"},"timeline":[],"fields":[],"related":[]},"battle-of-tours":{"profile":{"wikidataId":"Q173077","label":"Battle of Tours","description":"battle fought in 732 by Merovingian Franks against the Umayyad Caliphate","extract":"The Battle of Tours, also called the Battle of Poitiers and the Battle of the Highway of the Martyrs, was fought on 10 October 732, and was an important battle during the Umayyad invasion of Gaul. It resulted in victory for the Frankish and Aquitanian forces, led by Charles Martel, over the invading Umayyad forces, led by Abd al-Rahman al-Ghafiqi, governor of al-Andalus. Many historians, including Edward Gibbon, have credited the Christian victory as an important factor in curtailing the spread of Islam in Western Europe.","inception":null,"dissolution":null,"country":"France","field":null,"imageUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/Steuben%20-%20Bataille%20de%20Poitiers.png","thumbnailUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/Steuben%20-%20Bataille%20de%20Poitiers.png?width=320"},"timeline":[],"fields":[],"related":[]},"battle-of-moha-cs":{"profile":{"wikidataId":"Q178510","label":"Battle of Mohács","description":"1526 major battle in 16th-century Central Europe","extract":"The Battle of Mohács took place on 29 August 1526 near Mohács, in the Kingdom of Hungary. It was fought between the forces of Hungary, led by King Louis II, and the invading Ottoman Empire, commanded by Suleiman the Magnificent and his grand vizier, Pargalı Ibrahim Pasha. The Ottomans achieved a decisive victory through superior planning, firepower, and a well-executed encirclement that overwhelmed the Hungarian forces.","inception":null,"dissolution":null,"country":"Kingdom of Hungary","field":null,"imageUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/Than%20M%C3%B3r%20Moh%C3%A1csi%20csata.jpg","thumbnailUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/Than%20M%C3%B3r%20Moh%C3%A1csi%20csata.jpg?width=320"},"timeline":[],"fields":[],"related":[]},"maamme":{"profile":{"wikidataId":"Q162483","label":"Maamme","description":"national anthem of Finland","extract":"\"Maamme\", known by its original Swedish title as \"Vårt land\" and in English as \"Our Land\", is the de facto national anthem of Finland. The music was composed by the German immigrant Fredrik Pacius, with original Swedish lyrics by Johan Ludvig Runeberg. It was first performed on 13 May 1848. Originally, it was written for the 500th anniversary of Porvoo, and for that occasion it was Runeberg himself who wrote the music.","inception":null,"dissolution":null,"country":"Finland","field":null,"imageUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/V%C3%A5rt%20land%20-%20front%20page.jpg","thumbnailUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/V%C3%A5rt%20land%20-%20front%20page.jpg?width=320"},"timeline":[],"fields":[],"related":[]},"der-er-et-yndigt-land":{"profile":{"wikidataId":"Q165747","label":"Der er et yndigt land","description":"National anthem of Denmark","extract":"\"Der er et yndigt land\" is one of the two national anthems of Denmark—the other being the royal anthem \"Kong Christian stod ved højen mast\".","inception":null,"dissolution":null,"country":"Denmark","field":null,"imageUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/Der%20er%20et%20yndigt%20land.png","thumbnailUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/Der%20er%20et%20yndigt%20land.png?width=320"},"timeline":[],"fields":[],"related":[]},"himni-i-flamurit":{"profile":{"wikidataId":"Q168731","label":"Himni i Flamurit","description":"national anthem","extract":"\"Himni i Flamurit\" is the national anthem of Albania, adopted in 1912. Its music is the Romanian patriotic song \"Pe-al nostru steag e scris Unire\", composed by Ciprian Porumbescu. The lyrics were written by Albanian poet Asdreni. The anthem was originally titled \"Betimi mbi Flamur\".","inception":null,"dissolution":null,"country":"Albania","field":null,"imageUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/Flag%20of%20Albania.svg","thumbnailUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/Flag%20of%20Albania.svg?width=320"},"timeline":[],"fields":[],"related":[]},"aegukga":{"profile":{"wikidataId":"Q193233","label":"Aegukga","description":"national anthem of South Korea","extract":"\"Aegukga\", often translated as \"Patriotic Song\", is the national anthem of South Korea. It was adopted in 1948, the year the country's government was founded. Its music was composed in the 1930s and arranged most recently in 2018; its lyrics date back to the 1890s. The lyrics of \"Aegukga\" were originally set to the music of the Scottish song \"Auld Lang Syne\" before Ahn Eak-tai composed a unique melody specifically for it in 1936. Before the founding of South Korea, the version set to the music of \"Auld Lang Syne\" was sung, as well as when Korea was under Japanese rule by dissidents. The version set to the melody composed by Ahn Eak-tai was adopted as the national anthem of the Korean exile government, which existed during Korea's occupation by Japan from the early 1910s to the mid-1940s.","inception":null,"dissolution":null,"country":"South Korea","field":null,"imageUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/South%20Korean%20National%20Anthem%20Sheet%20Music.svg","thumbnailUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/South%20Korean%20National%20Anthem%20Sheet%20Music.svg?width=320"},"timeline":[],"fields":[],"related":[]},"battle-of-grunwald":{"profile":{"wikidataId":"Q33570","label":"Battle of Grunwald","description":"1410 battle between the Teutonic Knights and Poland–Lithuania","extract":"The Battle of Grunwald was fought on 15 July 1410 during the Polish–Lithuanian–Teutonic War. The alliance of the Crown of the Kingdom of Poland and the Grand Duchy of Lithuania, led respectively by King Władysław II Jagiełło (Jogaila), and Grand Duke Vytautas, decisively defeated the German Teutonic Order, led by Grand Master Ulrich von Jungingen. Most of the Teutonic Order's leadership was killed or taken prisoner.","inception":null,"dissolution":null,"country":"Kingdom of Poland","field":null,"imageUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/Grunwald%20Witold.jpg","thumbnailUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/Grunwald%20Witold.jpg?width=320"},"timeline":[],"fields":[],"related":[]},"battle-of-leipzig":{"profile":{"wikidataId":"Q151005","label":"Battle of Leipzig","description":"huge and heavy battle during the War of the Sixth Coalition against Napoleon (1813)","extract":"The Battle of Leipzig, also known as the Battle of the Nations, was fought from 16 to 19 October 1813 at Leipzig, Saxony. The Coalition armies of Austria, Prussia, Sweden, and Russia, led by Tsar Alexander I, Karl von Schwarzenberg, and Gebhard von Blücher, decisively defeated the Grande Armée of French Emperor Napoleon Bonaparte. Napoleon's army also contained Polish and Italian troops, as well as Germans from the Confederation of the Rhine. The battle was the culmination of the German campaign of 1813 and involved about 560,000 soldiers, 2,200 artillery pieces, the expenditure of 400,000 rounds of artillery ammunition, and 133,000 casualties, making it the largest battle of the Napoleonic Wars, and the largest battle in Europe prior to World War I.","inception":null,"dissolution":null,"country":"Kingdom of Saxony","field":null,"imageUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/Battle%20of%20Leipzig%20MKL%20Bd.%2010%201890%20(128443424).jpg","thumbnailUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/Battle%20of%20Leipzig%20MKL%20Bd.%2010%201890%20(128443424).jpg?width=320"},"timeline":[],"fields":[],"related":[]},"des-teapta-te-roma-ne":{"profile":{"wikidataId":"Q184540","label":"Deșteaptă-te, române!","description":"Romanian national anthem since 1989","extract":"\"Deșteaptă-te, române!\" is the national anthem of Romania. It originated from a poem written during the Wallachian Revolution of 1848.","inception":null,"dissolution":null,"country":"Romania","field":null,"imageUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/National%20Anthem%20of%20Romania%20(page%202).png","thumbnailUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/National%20Anthem%20of%20Romania%20(page%202).png?width=320"},"timeline":[],"fields":[],"related":[]},"battle-of-moscow":{"profile":{"wikidataId":"Q151290","label":"Battle of Moscow","description":"1941 World War II campaign in Russia","extract":"The Battle of Moscow was a military campaign that consisted of two periods of strategically significant fighting on a 600 km (370 mi) sector of the Eastern Front during World War II, between October 1941 and January 1942. The Soviet defensive effort thwarted Germany's attack on Moscow, the capital and largest city of the Soviet Union. Moscow was one of the primary military and political objectives for Axis forces in their invasion of the Soviet Union.","inception":null,"dissolution":null,"country":"Soviet Union","field":null,"imageUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/RIAN%20archive%20887721%20Defense%20of%20Moscow.jpg","thumbnailUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/RIAN%20archive%20887721%20Defense%20of%20Moscow.jpg?width=320"},"timeline":[],"fields":[],"related":[]},"battle-of-the-teutoburg-forest":{"profile":{"wikidataId":"Q87779","label":"Battle of the Teutoburg Forest","description":"battle between a coalition of Germanic peoples and an Imperial Roman army, 9 BCE","extract":"The Battle of the Teutoburg Forest, also called the Varus Disaster or Varian Disaster by Roman historians, was a major battle fought between an alliance of Germanic peoples and the Roman Empire between 8 and 11 September 9 AD, possibly near modern Kalkriese. Fighting began with an ambush by the Germanic alliance on three Roman legions being led by Publius Quinctilius Varus and their auxiliaries; the alliance was led by Arminius, a Germanic chieftain and officer of Varus's auxilia. Arminius had received Roman citizenship and a Roman military education, thus allowing him to deceive the Romans methodically and anticipate their tactical responses.","inception":null,"dissolution":null,"country":null,"field":null,"imageUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/Varus01.jpg","thumbnailUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/Varus01.jpg?width=320"},"timeline":[],"fields":[],"related":[]},"battle-of-vienna":{"profile":{"wikidataId":"Q200855","label":"Battle of Vienna","description":"battle near Vienna on 12 September 1683, between the Christian European states and the Ottomans, won by Christians commanded by Polish king John III Sobieski","extract":"The Siege and Battle of Vienna took place at Kahlenberg Mountain near Vienna on 12 September 1683 after the city had been besieged by the Ottoman Empire for two months. The battle was fought by the Holy Roman Empire, led by the Habsburg monarchy, and the Polish–Lithuanian Commonwealth, both under the command of Polish King John III Sobieski, against the Ottomans and their vassal and tributary states.","inception":null,"dissolution":null,"country":"Habsburg monarchy","field":null,"imageUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/Juliusz%20Kossak%20Sobieski%20pod%20Wiedniem.jpeg","thumbnailUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/Juliusz%20Kossak%20Sobieski%20pod%20Wiedniem.jpeg?width=320"},"timeline":[],"fields":[],"related":[]},"indonesia-raya":{"profile":{"wikidataId":"Q142260","label":"Indonesia Raya","description":"Indonesian national anthem","extract":"\"Indonesia Raya\" is the national anthem of Indonesia. It has been the national anthem since the Proclamation of Indonesian Independence on 17 August 1945. The song was introduced by its composer, Wage Rudolf Supratman, on 28 October 1928 during the Youth Pledge in Jakarta. The song marked the birth of the archipelago nationalist movement in Indonesia that aims to gain independence from Dutch colonial rule. The first newspaper to openly publish the musical notation and lyrics of \"Indonesia Raya\" — an act of defiance towards the Dutch authorities — was the Chinese Indonesian weekly Sin Po.","inception":null,"dissolution":null,"country":"Indonesia","field":null,"imageUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/IndonesiaRaya-SinPo1928.jpg","thumbnailUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/IndonesiaRaya-SinPo1928.jpg?width=320"},"timeline":[],"fields":[],"related":[]},"lijepa-nas-a-domovino":{"profile":{"wikidataId":"Q146502","label":"Lijepa naša domovino","description":"national anthem of Croatia","extract":"\"Lijepa naša domovino\" is the national anthem of Croatia. Often simply referred to as \"Lijepa naša\" in Croatia, it is a phrase widely used as a metonym for the country.","inception":null,"dissolution":null,"country":"Croatia","field":null,"imageUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/Spomenik%20hrvatskoj%20himni-1.jpg","thumbnailUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/Spomenik%20hrvatskoj%20himni-1.jpg?width=320"},"timeline":[],"fields":[],"related":[]},"battle-of-cannae":{"profile":{"wikidataId":"Q179591","label":"Battle of Cannae","description":"major battle of the Second Punic War (216 BCE)","extract":"The Battle of Cannae was a key engagement of the Second Punic War between the Roman Republic and Carthage, fought on 2 August 216 BC near the ancient village of Cannae in Apulia, southeast Italy. The Carthaginians and their allies, led by Hannibal, surrounded and practically annihilated a larger Roman and Italian army under the consuls Lucius Aemilius Paullus and Gaius Terentius Varro. It is regarded as one of the greatest tactical feats in military history and one of the worst defeats in Roman history, and it cemented Hannibal's reputation as one of antiquity's greatest tacticians.","inception":null,"dissolution":null,"country":"Ancient Rome","field":null,"imageUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/Battle%20cannae%20destruction.-ca.svg","thumbnailUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/Battle%20cannae%20destruction.-ca.svg?width=320"},"timeline":[],"fields":[],"related":[]},"battle-of-iwo-jima":{"profile":{"wikidataId":"Q180182","label":"Battle of Iwo Jima","description":"1945 major battle in which US Forces captured the island of Iwo Jima from Japan during World War II","extract":"The Battle of Iwo Jima  was a major battle in which the United States Marine Corps (USMC) and United States Navy (USN) landed on and eventually captured the island of Iwo Jima from the Imperial Japanese Army (IJA) during World War II. The American invasion, designated Operation Detachment, had the goal of capturing the island with its two airfields: South Field and Central Field.","inception":null,"dissolution":null,"country":"Empire of Japan","field":null,"imageUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/Stars%20and%20Stripes%20on%20Mount%20Suribachi%20(Iwo%20Jima).jpg","thumbnailUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/Stars%20and%20Stripes%20on%20Mount%20Suribachi%20(Iwo%20Jima).jpg?width=320"},"timeline":[],"fields":[],"related":[]},"battle-of-uhud":{"profile":{"wikidataId":"Q488278","label":"Battle of Uhud","description":"early Islamic battle","extract":"The Battle of Uhud was fought between the early Muslims and the Quraysh during the Muslim–Quraysh wars in a valley north of Mount Uhud near Medina on Saturday, 23 March 625 AD.","inception":null,"dissolution":null,"country":null,"field":null,"imageUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/The%20Prophet%20Muhammad%20and%20the%20Muslim%20Army%20at%20the%20Battle%20of%20Uhud.jpg","thumbnailUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/The%20Prophet%20Muhammad%20and%20the%20Muslim%20Army%20at%20the%20Battle%20of%20Uhud.jpg?width=320"},"timeline":[],"fields":[],"related":[]},"aegukka":{"profile":{"wikidataId":"Q231910","label":"Aegukka","description":"national anthem of North Korea","extract":"\"Aegukka\", officially translated as \"Patriotic Song\", is the national anthem of North Korea. It was composed in 1945 as a patriotic song celebrating independence from Japanese occupation and was adopted as the state anthem in 1947.","inception":"1948","dissolution":null,"country":"North Korea","field":null,"imageUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/%E6%9C%9D%E9%B2%9C%E6%B0%91%E4%B8%BB%E4%B8%BB%E4%B9%89%E4%BA%BA%E6%B0%91%E5%85%B1%E5%92%8C%E5%9B%BD%E5%9B%BD%E6%AD%8C%E5%B0%81%E9%9D%A2.png","thumbnailUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/%E6%9C%9D%E9%B2%9C%E6%B0%91%E4%B8%BB%E4%B8%BB%E4%B9%89%E4%BA%BA%E6%B0%91%E5%85%B1%E5%92%8C%E5%9B%BD%E5%9B%BD%E6%AD%8C%E5%B0%81%E9%9D%A2.png?width=320"},"timeline":[{"year":1948,"headline":"Founded","displayDate":"1948","media":null}],"fields":[],"related":[]},"tautis-ka-giesme":{"profile":{"wikidataId":"Q43978","label":"Tautiška giesmė","description":"national anthem of Lithuania","extract":"\"Tautiška giesmė\" or \"Lietuvos himnas\", also known by its incipit \"Lietuva, Tėvyne mūsų\", is the national anthem of Lithuania. The music and lyrics were written in 1898 by Vincas Kudirka, when Lithuania was still part of the Russian Empire. The fifty-word poem was a condensation of Kudirka's conceptions of the Lithuanian state, the Lithuanian people, and their past. Shortly before his death in 1899, the anthem was performed for Lithuanians living in Saint Petersburg, Russia.","inception":null,"dissolution":null,"country":"Lithuania","field":null,"imageUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/Lithuanian%20national%20anthem%20sheet%20music%2C%201896.png","thumbnailUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/Lithuanian%20national%20anthem%20sheet%20music%2C%201896.png?width=320"},"timeline":[],"fields":[],"related":[]},"bilady-bilady-bilady":{"profile":{"wikidataId":"Q171602","label":"Bilady, Bilady, Bilady","description":"national anthem","extract":"\"Bilādī, Bilādī, Bilādī\" is the modern national anthem of Egypt, composed by Sayed Darwish and written by Muhammad Yunis al-Qady. It was adopted in 1979.","inception":null,"dissolution":null,"country":"Egypt","field":null,"imageUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/Flag%20of%20Egypt.svg","thumbnailUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/Flag%20of%20Egypt.svg?width=320"},"timeline":[],"fields":[],"related":[]},"battle-of-borodino":{"profile":{"wikidataId":"Q184320","label":"Battle of Borodino","description":"1812 battle during the French invasion of Russia","extract":"The Battle of Borodino or the Battle of Moscow took place on the outskirts of Moscow near the village of Borodino on 7 September 1812, during Napoleon's invasion of Russia. The Grande Armée fought against the Imperial Russian Army.","inception":null,"dissolution":null,"country":"Russia","field":null,"imageUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/Borodino-Desarno-Large.jpg","thumbnailUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/Borodino-Desarno-Large.jpg?width=320"},"timeline":[],"fields":[],"related":[]},"battle-of-agincourt":{"profile":{"wikidataId":"Q188495","label":"Battle of Agincourt","description":"1415 English victory in the Hundred Years' War","extract":"The Battle of Agincourt was an English victory in the Hundred Years' War. It took place on 25 October 1415 near Azincourt, in northern France. The unexpected victory of the vastly outnumbered English troops against the French army boosted English morale and prestige, crippled France, and started a new period of English dominance in the war. That advantage lasted for 14 years, until England was defeated by France in 1429 during the Siege of Orléans.","inception":null,"dissolution":null,"country":"Kingdom of France","field":null,"imageUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/Battle%20of%20Agincourt%2C%20St.%20Alban's%20Chronicle%20by%20Thomas%20Walsingham.jpg","thumbnailUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/Battle%20of%20Agincourt%2C%20St.%20Alban's%20Chronicle%20by%20Thomas%20Walsingham.jpg?width=320"},"timeline":[],"fields":[],"related":[]},"battle-of-manzikert":{"profile":{"wikidataId":"Q200032","label":"Battle of Manzikert","description":"battle between the Byzantine Empire and Seljuq Turks in 1071","extract":"The Battle of Manzikert or Malazgirt was fought between the Byzantine Empire and the Seljuk Empire on 26 August 1071 near Manzikert, Iberia. The decisive defeat of the Byzantine army and the capture of the emperor Romanos IV Diogenes played an important role in undermining Byzantine authority in Anatolia and Armenia, and allowed for the gradual Turkification of Anatolia. Many Turks, travelling westward during the 11th century, saw the victory at Manzikert as an entrance to Asia Minor.","inception":null,"dissolution":null,"country":"Turkey","field":null,"imageUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/131%20Bataille%20de%20Malazgirt.jpg","thumbnailUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/131%20Bataille%20de%20Malazgirt.jpg?width=320"},"timeline":[],"fields":[],"related":[]},"battle-of-hattin":{"profile":{"wikidataId":"Q233568","label":"Battle of Hattin","description":"Victory of Saladin against Crusader states, 1187","extract":"The Battle of Hattin took place on 4 July 1187, between the Crusader states of the Levant and the forces of the Ayyubid sultan Saladin. It is also known as the Battle of the Horns of Hattin, due to the shape of the nearby extinct volcano of that name.","inception":null,"dissolution":null,"country":"Kingdom of Jerusalem","field":null,"imageUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/Hattin%20Estoire%20d'Eracles.jpg","thumbnailUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/Hattin%20Estoire%20d'Eracles.jpg?width=320"},"timeline":[],"fields":[],"related":[]},"battle-of-karbala":{"profile":{"wikidataId":"Q626058","label":"Battle of Karbala","description":"battle in October 680 between the army of Ubayd Allah ibn Ziyad and al-Husayn ibn Ali","extract":"The Battle of Karbala was fought on 10 October 680 between the army of the second Umayyad caliph Yazid I and a small army led by Husayn ibn Ali, the grandson of the Islamic prophet Muhammad, at Karbala, Sawad.","inception":null,"dissolution":null,"country":null,"field":null,"imageUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/Battle%20of%20Karbala.jpg","thumbnailUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/Battle%20of%20Karbala.jpg?width=320"},"timeline":[],"fields":[],"related":[]},"battle-of-kosovo":{"profile":{"wikidataId":"Q179288","label":"Battle of Kosovo","description":"battle on 28th June 1389","extract":"The Battle of Kosovo took place on 15 June 1389 between an army led by the Serbian Prince Lazar Hrebeljanović and an invading army of the Ottoman Empire under the command of Sultan Murad I. It was one of the largest battles of the Late Middle Ages.","inception":null,"dissolution":null,"country":"Kosovo","field":null,"imageUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/Battle%20of%20Kosovo%2C%20Adam%20Stefanovi%C4%87%2C%201870.jpg","thumbnailUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/Battle%20of%20Kosovo%2C%20Adam%20Stefanovi%C4%87%2C%201870.jpg?width=320"},"timeline":[],"fields":[],"related":[]},"battle-of-gaugamela":{"profile":{"wikidataId":"Q179670","label":"Battle of Gaugamela","description":"decisive battle of Alexander the Great's invasion of the Persian Achaemenid Empire","extract":"The Battle of Gaugamela, also called the Battle of Arbela, took place in 331 BC between the forces of the Army of Macedon under Alexander the Great and the Persian Army under King Darius III. It was the second and final battle between the two kings, and is considered to be the final blow to the Achaemenid Empire, resulting in its complete conquest by Alexander.","inception":null,"dissolution":null,"country":"Achaemenid Empire","field":null,"imageUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/Battle%20of%20Gaugamela.jpg","thumbnailUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/Battle%20of%20Gaugamela.jpg?width=320"},"timeline":[],"fields":[],"related":[]},"battle-of-yarmouk":{"profile":{"wikidataId":"Q194226","label":"Battle of Yarmouk","description":"battle of the Arab–Byzantine wars","extract":"The Battle of the Yarmuk was a major battle between the Byzantine Empire and the Rashidun Caliphate near the Yarmouk River in Byzantine Syria that marked a crucial point in the Muslim conquest of Syria. The result of the battle was a decisive Arab victory that effectively ended Byzantine rule in Syria.","inception":null,"dissolution":null,"country":null,"field":null,"imageUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/Mohammad%20adeel-Day-4%20phase-2.PNG","thumbnailUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/Mohammad%20adeel-Day-4%20phase-2.PNG?width=320"},"timeline":[],"fields":[],"related":[]},"battle-of-poltava":{"profile":{"wikidataId":"Q152486","label":"Battle of Poltava","description":"decisive battle in the Great Northern War between Tsardom Russia and the Swedish Empire in 1709","extract":"The Battle of Poltava fought on 8 July 1709, was the decisive and largest battle of the Great Northern War. The Russian army under the command of Tsar Peter I defeated the Swedish army commanded by Carl Gustaf Rehnskiöld. The battle would lead to the Swedish Empire losing its status as a European great power and also marked the beginning of Russian supremacy in eastern Europe.","inception":null,"dissolution":null,"country":null,"field":null,"imageUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/Marten's%20Poltava.jpg","thumbnailUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/Marten's%20Poltava.jpg?width=320"},"timeline":[],"fields":[],"related":[]},"first-battle-of-the-marne":{"profile":{"wikidataId":"Q190712","label":"First Battle of the Marne","description":"1914 First World War battle","extract":"The First Battle of the Marne or known in France as the Miracle on the Marne was a battle of the First World War fought from 5 to 12 September 1914. The German army invaded France with a plan for winning the war in 40 days by occupying Paris and destroying the French and British armies. The Germans had initial successes in August. They were victorious in the Battles of Mons and the Frontiers and overran a large area of northern France and Belgium. In what is called the Great Retreat the Germans pursued the retreating French and British forces more than 250 km (160 mi) southwards. The French and British halted their retreat in the Marne River valley, while the Germans advanced to 40 km from Paris.","inception":null,"dissolution":null,"country":"France","field":null,"imageUrl":null,"thumbnailUrl":"https://upload.wikimedia.org/wikipedia/commons/thumb/3/3b/German_soldiers_Battle_of_Marne_WWI.jpg/330px-German_soldiers_Battle_of_Marne_WWI.jpg"},"timeline":[],"fields":[],"related":[]},"battle-of-dien-bien-phu":{"profile":{"wikidataId":"Q604897","label":"Battle of Dien Bien Phu","description":"1954 battle of the First Indochina War","extract":"The Battle of Điện Biên Phủ was a decisive defeat of the French Union by the Viet Minh in the First Indochina War. It took place between 13 March and 7 May 1954.","inception":null,"dissolution":null,"country":"Vietnam","field":null,"imageUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/Dien%20Bien%20Phu%20map.png","thumbnailUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/Dien%20Bien%20Phu%20map.png?width=320"},"timeline":[],"fields":[],"related":[]},"battle-of-gettysburg":{"profile":{"wikidataId":"Q33132","label":"Battle of Gettysburg","description":"1863 battle of the American Civil War","extract":"The Battle of Gettysburg was fought in the American Civil War between the Union and Confederate armies in and around Gettysburg, Pennsylvania. The battle, won by the Union, is widely considered the Civil War's turning point, leading to an ultimate victory of the Union and the preservation of the nation. The Battle of Gettysburg was the bloodiest battle of both the Civil War and of any battle in American military history, claiming over 50,000 combined casualties. Union Major General George Meade's Army of the Potomac defeated attacks by Confederate General Robert E. Lee's Army of Northern Virginia, halting Lee's invasion of the North and forcing his retreat.","inception":null,"dissolution":null,"country":"United States","field":null,"imageUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/Thure%20de%20Thulstrup%20-%20L.%20Prang%20and%20Co.%20-%20Battle%20of%20Gettysburg%20-%20Restoration%20by%20Adam%20Cuerden.jpg","thumbnailUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/Thure%20de%20Thulstrup%20-%20L.%20Prang%20and%20Co.%20-%20Battle%20of%20Gettysburg%20-%20Restoration%20by%20Adam%20Cuerden.jpg?width=320"},"timeline":[],"fields":[],"related":[]},"battle-of-okinawa":{"profile":{"wikidataId":"Q192660","label":"Battle of Okinawa","description":"1945 major battle of the Pacific War","extract":"The Battle of Okinawa , codenamed Operation Iceberg, was a major battle of the Pacific War fought on the island of Okinawa by the United States Army and United States Marine Corps forces against the Imperial Japanese Army. The initial invasion of Okinawa on 1 April 1945 was the largest amphibious assault in the Pacific Theater of World War II. The Kerama Islands surrounding Okinawa were preemptively captured on 26 March 1945 by the U.S. Army 77th Infantry Division. The 82-day battle on Okinawa lasted from 1 April 1945 until 22 June 1945. After a long campaign of island hopping, the Allies were planning to use Kadena Air Base on the island as a staging point for Operation Downfall, the planned invasion of the Japanese home islands, \n340 mi (550 km) away.","inception":null,"dissolution":null,"country":"Empire of Japan","field":null,"imageUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/Okinawa%2001.jpg","thumbnailUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/Okinawa%2001.jpg?width=320"},"timeline":[],"fields":[],"related":[]},"battle-of-the-maureaco-fields":{"profile":{"wikidataId":"Q139808","label":"Battle of the Maureaco Fields","description":"battle between Romans and Huns in 451","extract":"The Battle of the Catalaunian Plains, also called the Battle of the Campus Mauriacus, Battle of Châlons, Battle of Troyes or the Battle of Maurica, took place on 20 June 451 AD, between a coalition, led by the Roman general Flavius Aetius and the Visigothic king Theodoric I, against the Huns and their vassals, commanded by their king, Attila. It proved to be one of the last major military operations of the Western Roman Empire, although Germanic foederati composed the majority of the coalition army. The exact strategic significance is disputed. Historians generally agree that the siege of Aurelianum was the decisive moment in the campaign and stopped the Huns' attempt to advance any further into Roman territory or establish vassals in Roman Gaul. However, the Huns looted and pillaged much of Gaul and crippled the military capacity of the Romans and Visigoths. Attila died only two years later, in 453. After the Battle of Nedao in 454, the coalition of the Huns and the incorporated Germanic vassals gradually disintegrated.","inception":null,"dissolution":null,"country":"Western Roman Empire","field":null,"imageUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/De%20Neuville%20-%20The%20Huns%20at%20the%20Battle%20of%20Chalons.jpg","thumbnailUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/De%20Neuville%20-%20The%20Huns%20at%20the%20Battle%20of%20Chalons.jpg?width=320"},"timeline":[],"fields":[],"related":[]},"siege-of-baghdad":{"profile":{"wikidataId":"Q369560","label":"Siege of Baghdad","description":"1258 Mongol conquest of the Abbasid Caliphate","extract":"The Siege of Baghdad, also known as the Sack of Baghdad took place in early 1258. A large army commanded by Hulegu, a prince of the Mongol Empire, attacked the historic capital of the Abbasid Caliphate after a series of provocations from its ruler, caliph al-Musta'sim. Within a few weeks, Baghdad fell and was sacked by the Mongol army—al-Musta'sim was killed alongside hundreds of thousands of his subjects. The city's fall has traditionally been seen as marking the end of the Islamic Golden Age; in reality, its ramifications are uncertain.","inception":null,"dissolution":null,"country":"Abbasid Caliphate","field":null,"imageUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/Bagdad1258.jpg","thumbnailUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/Bagdad1258.jpg?width=320"},"timeline":[],"fields":[],"related":[]},"battle-of-zama":{"profile":{"wikidataId":"Q200056","label":"Battle of Zama","description":"final battle of the Second Punic War","extract":"The Battle of Zama was fought in 202 BC in what is now Tunisia between a Roman army commanded by Scipio Africanus and a Carthaginian army commanded by Hannibal. The battle was part of the Second Punic War and resulted in such a severe defeat for the Carthaginians that they capitulated, while Hannibal was forced into exile. The Roman army of approximately 30,000 men was outnumbered by the Carthaginians who fielded either 40,000 or 50,000; the Romans were stronger in cavalry, but the Carthaginians had 80 war elephants.","inception":null,"dissolution":null,"country":"Ancient Carthage","field":null,"imageUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/Slaget%20ved%20Zama%20-%20Cornelis%20Cort%2C%201567.jpg","thumbnailUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/Slaget%20ved%20Zama%20-%20Cornelis%20Cort%2C%201567.jpg?width=320"},"timeline":[],"fields":[],"related":[]},"battle-of-stamford-bridge":{"profile":{"wikidataId":"Q203225","label":"Battle of Stamford Bridge","description":"1066 battle in the East Riding of Yorkshire, England, UK","extract":"The Battle of Stamford Bridge took place at the village of Stamford Bridge, East Riding of Yorkshire, in England, on 25 September 1066, between an English army under King Harold Godwinson and an invading Norwegian force led by King Harald Hardrada and the English king's brother Tostig Godwinson. After a bloody battle, both Hardrada and Tostig, along with most of the Norwegians, were killed. Although Harold Godwinson repelled the Norwegian invaders, his army was defeated by the Normans at Hastings less than three weeks later.","inception":null,"dissolution":null,"country":"Kingdom of England","field":null,"imageUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/Arbo%20-%20Battle%20of%20Stamford%20Bridge%20(1870).jpg","thumbnailUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/Arbo%20-%20Battle%20of%20Stamford%20Bridge%20(1870).jpg?width=320"},"timeline":[],"fields":[],"related":[]},"battle-of-plassey":{"profile":{"wikidataId":"Q203233","label":"Battle of Plassey","description":"1757 battle which established the British Raj in India","extract":"The Battle of Plassey was a decisive victory of the British East India Company, under the leadership of Robert Clive, over the Nawab of Bengal and his French allies on 23 June 1757. The victory was made possible by the betrayal of Mir Jafar, Nawab Siraj-ud-Daulah's commander in chief, as well as much of the Bengal Subah's armies being earlier committed against an Afghan invasion led by Ahmad Shah Durrani against the Mughal Empire. The battle helped the British East India Company take complete control of Bengal in 1773. Over the next hundred years, they continued to expand their control over vast territories in the rest of the Indian subcontinent and Burma.","inception":null,"dissolution":null,"country":null,"field":null,"imageUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/Lord%20Clive%20meeting%20with%20Mir%20Jafar%20after%20the%20Battle%20of%20Plassey.jpg","thumbnailUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/Lord%20Clive%20meeting%20with%20Mir%20Jafar%20after%20the%20Battle%20of%20Plassey.jpg?width=320"},"timeline":[],"fields":[],"related":[]},"siege-of-malta":{"profile":{"wikidataId":"Q58732","label":"Siege of Malta","description":"Ottoman Empire's invasion of Malta in 1565","extract":"The Great Siege of Malta occurred in 1565 when the Ottoman Empire attempted to conquer the island of Malta, then held by the Knights Hospitaller. The siege lasted nearly four months, from 18 May to 8 September 1565.","inception":null,"dissolution":null,"country":"Hospitaller Malta","field":null,"imageUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/Siege%20of%20malta%201.jpg","thumbnailUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/Siege%20of%20malta%201.jpg?width=320"},"timeline":[],"fields":[],"related":[]},"battle-of-kadesh":{"profile":{"wikidataId":"Q203729","label":"Battle of Kadesh","description":"battle between Egyptians and Hittites fought in 1274 BCE","extract":"The Battle of Kadesh took place in the 13th century BC between the Egyptian Empire led by pharaoh Ramesses II and the Hittite Empire led by king Muwatalli II. Their armies engaged each other at the Orontes River, just upstream of Lake Homs and near the archaeological site of Kadesh, along what is today the Lebanon–Syria border.","inception":null,"dissolution":null,"country":"Syria","field":null,"imageUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/Ramses%20II%20at%20Kadesh.jpg","thumbnailUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/Ramses%20II%20at%20Kadesh.jpg?width=320"},"timeline":[],"fields":[],"related":[]},"battle-of-the-trench":{"profile":{"wikidataId":"Q826083","label":"Battle of the Trench","description":"failed besieging of early Muslims by Arab and Jewish forces in 627 CE","extract":"The Battle of the Trench, also known as the Battle of Khandaq and the Battle of the Confederates, was part of the conflict between the Muslims and the Quraysh. The Quraysh advanced towards the Muslims, who defended themselves in Medina by digging a trench around their settlement at the suggestion of Salman the Persian. The battle took place in 627 and lasted around two weeks, resulting in five to six casualties reported by the Muslim, and three casualties amongst the Quraysh.","inception":null,"dissolution":null,"country":null,"field":null,"imageUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/Trench.jpeg","thumbnailUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/Trench.jpeg?width=320"},"timeline":[],"fields":[],"related":[]},"battle-of-issus":{"profile":{"wikidataId":"Q201526","label":"Battle of Issus","description":"second great battle of Alexander's conquest of Asia","extract":"The Battle of Issus occurred in southern Anatolia, on 5 November 333 BC between the Hellenic League led by Alexander the Great and the Achaemenid Empire, led by Darius III. It was the second major battle in Alexander's invasion of the Persian empire, and the first encounter between Darius III and Alexander the Great. The battle resulted in the Macedonian troops defeating the Persian forces. Darius was forced to flee, leaving behind his family and treasury which were captured by Alexander the Great.","inception":null,"dissolution":null,"country":null,"field":null,"imageUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/Battle%20of%20Issus.jpg","thumbnailUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/Battle%20of%20Issus.jpg?width=320"},"timeline":[],"fields":[],"related":[]},"battle-of-ankara":{"profile":{"wikidataId":"Q209387","label":"Battle of Ankara","description":"battle near Ankara on 20 July 1402, between the Timurid Empire and the Ottoman Sultanate","extract":"The Battle of Ankara or Angora was fought on 28 July 1402, at the Çubuk plain near Ankara, between the forces of the Ottoman sultan Bayezid I and the emir of the Timurid Empire, Timur. The battle was a major victory for Timur, and it led to the Ottoman Interregnum.","inception":null,"dissolution":null,"country":"Turkey","field":null,"imageUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/Battle%20of%20Ankara.jpg","thumbnailUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/Battle%20of%20Ankara.jpg?width=320"},"timeline":[],"fields":[],"related":[]},"battle-of-the-alamo":{"profile":{"wikidataId":"Q235344","label":"Battle of the Alamo","description":"1836 major battle of the Texas Revolution","extract":"The Battle of the Alamo was a pivotal event and military engagement in the Texas Revolution. Following a 13-day siege, Mexican troops under President General Antonio López de Santa Anna reclaimed the Alamo Mission near San Antonio de Béxar. About one hundred Texians were garrisoned at the mission at the time, with around a hundred subsequent reinforcements led by eventual Alamo co-commanders James Bowie and William B. Travis. On February 23, approximately 1,500 Mexicans marched into San Antonio de Béxar as the first step in a campaign to retake Texas. In the early morning hours of March 6, the Mexican Army advanced on the Alamo. After repelling two attacks, the Texians were unable to fend off a third attack. As Mexican soldiers scaled the walls, most of the Texian fighters withdrew into interior buildings. Those who were unable to reach these points were slain by the Mexican cavalry as they attempted to escape. Almost all of the Texian inhabitants were killed.","inception":null,"dissolution":null,"country":"United States","field":null,"imageUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/FalloftheAlamo.jpg","thumbnailUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/FalloftheAlamo.jpg?width=320"},"timeline":[],"fields":[],"related":[]},"battle-of-plataea":{"profile":{"wikidataId":"Q204636","label":"Battle of Plataea","description":"479 BCE land battle during the second Persian invasion of Greece","extract":"The Battle of Plataea was the final land battle during the second Persian invasion of Greece. It took place in 479 BC near the city of Plataea in Boeotia, and was fought between an alliance of the Greek city-states, and the Achaemenid Empire of Xerxes I.","inception":null,"dissolution":null,"country":"Greece","field":null,"imageUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/Scene%20of%20the%20Battle%20of%20Plataea.jpg","thumbnailUrl":"https://commons.wikimedia.org/wiki/Special:FilePath/Scene%20of%20the%20Battle%20of%20Plataea.jpg?width=320"},"timeline":[],"fields":[],"related":[]}}